var data = [];

data.push({
    'date'  : '2017-3-31',
    'intro' : '曾经在某一个瞬间，我们以为自己长大了，有一天，我们终于发现，长大的含义除了欲望还有勇气和坚强，以及某种必须的牺牲...',
    'media' : '<img src="images/c5.jpg" width="370" >',
    'like' : 302,
    'comment' : 883
})


data.push({
    'date'  : '2017-3-30',
    'intro' : '生活里，有很多转瞬即逝，像在车站的告别，刚刚还相互拥抱，转眼已各自天涯。很多时候，就这样，说着说着就变了，听着听着就倦了，看着看着就厌了，跟着跟着就慢了，走着走着就散了，爱着爱着就淡了，想着想着就算了。',
    'media' : '<img src="images/c9.jpg" width="370" >',
    'like' : 35038,
    'comment' : 817
})

data.push({
    'date'  : '2017-3-30',
    'intro' : '世界上最凄绝的距离是两个人本来距离很远，互不相识，忽然有一天，他们相识，相爱，距离变得很近。然后有一天，不再相爱了，本来很近的两个人，变得很远，甚至比以前更远。',
    'media' : '<img src="images/c1.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2017-3-28',
    'intro' : '其时，我很累了，我习惯假装坚强，习惯了一个人面对所有，我不知道自己到底想怎么样。有时候我可以很开心的和每个人说话，可以很放肆的，可是却没有人知道，那不过是伪装，很刻意的伪装；',
    'media' : '<img src="images/c2.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2017-2-28',
    'intro' : '感情再深，恩义再浓的朋友，天涯远隔，情义，终也慢慢疏淡。——不是说彼此的心变了，也不是说不再当对方是朋友，只是，远在天涯，喜怒哀乐不能共享。——原来，我们已是遥远得只剩下问候，问候还是好的，至少我们不曾把彼此忘记。',
    'media' : '<img src="images/c3.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2017-2-27',
    'intro' : '有时候，莫名的心情不好，不想和任何人说话，只想一个人静静的发呆。有时候，夜深人静，突然觉得不是睡不着，而是固执地不想睡。有时候，听到一首歌，就会突然想起一个人。有时候，别人突然对你说，我觉得你变了，然后自己开始百感交集。',
    'media' : '<img src="images/c4.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2017-2-26',
    'intro' : '没有人有耐心听你讲完自己的故事，因为每个人都有自己的话要说；没有人喜欢听你抱怨生活，因为每个人都有自己的苦痛；世人多半寂寞，这世界愿意倾听，习惯沉默的人，难得几个。',
    'media' : '<img src="images/c6.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2017-2-02',
    'intro' : '可以一个人唱歌，一个人喝咖啡，一个人涂鸦，一个人旅行，一个人逛大街，一个人在雨中漫步，一个人听音乐，一个人自言自语，一个人发呆，一个人跳舞，一个人看电视，一个人翻杂志……只有爱，是自己一个人做不到的。',
    'media' : '<img src="images/b2.jpg" width="370" >',
    'like' : 238,
    'comment' : 417
})
data.push({
    'date'  : '2017-2-01',
    'intro' : '假如爱情可以解释，誓言可以修改。假如，你我的相遇，可以重新安排。那么，生活就会比较容易。假如有一天，我终于能将你忘记。然而，这不是随便传说的故事。也不是明天才要上演的戏剧。',
    'media' : '<img src="images/c8.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})




data.push({
    'date'  : '2016-3-31',
    'intro' : '在这春林初盛，草长莺飞的日子，QQ空间愿你关掉电脑，放下手机，与三五好友相约青山绿水中，感受春天带来的勃勃生机···',
    'media' : '<img src="images/c9.jpg" width="370" >',
    'like' : 32102,
    'comment' : 883
})


data.push({
    'date'  : '2016-3-30',
    'intro' : '腾讯视频年度大戏，陈冠希复出之作——《探灵档案》灵异上映。一起看陈老师怎么在QQ空间里抽丝剥茧，最终破案的吧>',
    'media' : '<img src="images/b9.jpg" width="370" >',
    'like' : 35038,
    'comment' : 817
})

data.push({
    'date'  : '2016-3-30',
    'intro' : '咱们Qzone有福利！即日起，在QQ空间预约《逆战》最新资料片，就能100%获得丰厚游戏大礼包——还有iPad mini、雷蛇键鼠套装等实物大奖等你来拿！还等什么？马上预约吧',
    'media' : '<img src="images/b3.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2016-3-28',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    'media' : '<img src="images/b5.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2016-2-28',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    'media' : '<img src="images/b4.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2016-2-27',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    'media' : '<img src="images/b10.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2016-2-26',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    'media' : '<img src="images/b12.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2016-2-02',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    'media' : '<img src="images/b20.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})
data.push({
    'date'  : '2016-2-01',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    'media' : '<img src="images/b9.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})